export const mainMenu = [
  {
    name: '数码',
    icon: 'iconshuma',
    url: '',
    key: ''
  },
  {
    name: '图书',
    icon: 'icontushu1',
    url: '',
    key: ''
  },
  {
    name: '游戏',
    icon: 'iconyouxi',
    url: '',
    key: ''
  },
  {
    name: '体育',
    icon: 'iconyundong',
    url: '',
    key: ''
  },
  {
    name: '交通工具',
    icon: 'iconjiaotonggongju1',
    url: '',
    key: ''
  },
  {
    name: '鞋帽服饰',
    icon: 'iconfushi1',
    url: '',
    key: ''
  }
];

export const goodList = [
  {
    // 商品名称
    goodsName: '边牧配种',
    // 商品图片
    img: '',
    // 商品价格
    price: '¥500',
    // 用户名称
    userName: '赵戈劣',
    // 用户头像
    avatar: '',
    // 商品描述
    desc:
      '陨石边牧，双血统，公，500配两次，母狗健康保配上感兴趣的话和我私聊吧～'
  },
  {
    // 商品名称
    goodsName: '渐层猫咪预定',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥399',
    // 用户名称
    userName: '萝莉Sister',
    // 用户头像
    avatar: '',
    // 商品描述
    desc:
      '自家渐层猫咪预定啦. 弟弟妹妹都有.品相特别好. 找好人家. 猫舍. 嫌弃虐待着勿扰.标价为定金.想几百块买纯种渐层的勿扰.猫妈妈有血统圆脸爆毛. 毛色浅.会用猫砂吃猫粮. 重点是猫爸猫妈都贼粘人. '
  },
  {
    // 商品名称
    goodsName: '二手衣服转让',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥70',
    // 用户名称
    userName: '瑞公主的额娘',
    // 用户头像
    avatar: '',
    // 商品描述
    desc: '良心价。感兴趣的话和我私聊吧～'
  },
  {
    // 商品名称
    goodsName: '野餐ins帐篷',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥24.80',
    // 用户名称
    userName: '小文DY',
    // 用户头像
    avatar: '',
    // 商品描述
    desc: '【全新】野餐必备帐篷ins风纯白帐篷野外拍摄摄影露宿小帐篷'
  },
  {
    // 商品名称
    goodsName: 'aj13情人节40码',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥1000',
    // 用户名称
    userName: 'cc410293807',
    // 用户头像
    avatar: '',
    // 商品描述
    desc: 'aj13情人节40码，下过1次地，99新。包真，支持鉴定。'
  },
  {
    // 商品名称
    goodsName: '底层逻辑',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥15.80',
    // 用户名称
    userName: '领航书苑',
    // 用户头像
    avatar: '',
    // 商品描述
    desc: '底层逻辑 优秀的人学习思维模型 顶级优秀的人思考底层逻辑'
  },
  {
    // 商品名称
    goodsName: '古剑奇谭卡海外版',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥200',
    // 用户名称
    userName: '绿酒笙歌看尽长安花',
    // 用户头像
    avatar: '',
    // 商品描述
    desc: '古剑奇谭海外版、古剑奇谭海外版全新仅拆。好像是大师兄的卡'
  },
  {
    // 商品名称
    goodsName: '二手PS4',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥1750',
    // 用户名称
    userName: '仓库大了',
    // 用户头像
    avatar: '',
    // 商品描述
    desc: '盒子给我丢了，没有任何暗病。1T内存。国行'
  },
  {
    // 商品名称
    goodsName: 'litepro中空一体公路牙盘',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥246',
    // 用户名称
    userName: 'XSS 小松松',
    // 用户头像
    avatar: '',
    // 商品描述
    desc:
      'Litepro中空一体公路牙盘，EDGE公路车曲柄LPCNC加工7075铝轴，170腿长，禧玛诺24MM轴芯规格！BCD130，成色如图，二手商品不退不换！'
  },
  {
    // 商品名称
    goodsName: '北极熊娃娃',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥20',
    // 用户名称
    userName: 'lucky',
    // 用户头像
    avatar: '',
    // 商品描述
    desc: '北极熊娃娃，感兴趣的话点“我想要”和我私聊吧～'
  },
  {
    // 商品名称
    goodsName: '农家干净银杏叶',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥10.5',
    // 用户名称
    userName: '把中草药发扬光大！',
    // 用户头像
    avatar: '',
    // 商品描述
    desc:
      '银杏叶 农家干净银杏叶500克。天然无农药，无硫磺，干净质量好，品质优，天然健康食材给消费者带来健康！用新鲜叶子天然晒干！'
  },
  {
    // 商品名称
    goodsName: '桑葚0.2厘米苗',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥9.90',
    // 用户名称
    userName: '福安桑葚苗批发',
    // 用户头像
    avatar: '',
    // 商品描述
    desc: '0.2厘米苗特价促销9.9三颗感兴趣的话点“我想要”和我私聊吧～'
  },
  {
    // 商品名称
    goodsName: '褚云令汉服宋制霞帔',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥198',
    // 用户名称
    userName: '小余说',
    // 用户头像
    avatar: '',
    // 商品描述
    desc:
      '【行香子】褚云令汉服宋制霞帔对交穿日常清新飞机袖上襦飞机袖，s码一件。全新仅试穿  (印花)没有吊牌有领标 '
  },
  {
    // 商品名称
    goodsName: '羊驼牛仔衬衫',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥40',
    // 用户名称
    userName: '淡然225251588',
    // 用户头像
    avatar: '',
    // 商品描述
    desc:
      '金蘑菇菇【羊驼牛仔衬衫】随性时髦！我可搭出n种可能的牛仔衬衫。菇家正品 xs码 衣服无瑕疵 无污渍'
  },
  {
    // 商品名称
    goodsName: '宜家IKEA大鲨鱼抱枕公仔',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥28.5',
    // 用户名称
    userName: '老王爱吃鱼',
    // 用户头像
    avatar: '',
    // 商品描述
    desc:
      '【1.1米28.5元包邮】王源同款宜家IKEA大鲨鱼抱枕公仔毛绒玩具玩偶可爱娃娃女生日礼物.因有事玩具店不开了，忍痛割爱，清仓处理，量少，欲购从速！可以看我闲鱼主页有很多款式，总有你喜欢的!'
  },
  {
    // 商品名称
    goodsName: '闲置书桌',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥60',
    // 用户名称
    userName: 'ciwong-',
    // 用户头像
    avatar: '',
    // 商品描述
    desc: '闲置书桌、尺寸如图 '
  },
  {
    // 商品名称
    goodsName: '闲置婴儿床',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥100',
    // 用户名称
    userName: 'tbkha_akjhdg',
    // 用户头像
    avatar: '',
    // 商品描述
    desc:
      '闲置婴儿床，纯木头的，可以改造成1.5M的普通床，在仓库里落了灰，擦拭一下就可以用了 '
  },
  {
    // 商品名称
    goodsName: '古风桃花扇限定套装',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥370',
    // 用户名称
    userName: 'Endeavors',
    // 用户头像
    avatar: '',
    // 商品描述
    desc: '桃花扇全网最低价、52toys、kimmy&miki古风系列桃花扇桃花限定套装 '
  },
  {
    // 商品名称
    goodsName: '买电磁炉送炒锅',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥50',
    // 用户名称
    userName: '听说阿，，',
    // 用户头像
    avatar: '',
    // 商品描述
    desc: '大概是12月份买的，几乎没有用，买电磁炉送炒锅，自提，从京东自营买的 '
  },
  {
    // 商品名称
    goodsName: '全新半球电饭锅',
    // 商品图片
    img: '',
    // 商品价格
    price: '￥30',
    // 用户名称
    userName: '瑾哥儿',
    // 用户头像
    avatar: '',
    // 商品描述
    desc: '20、半球电饭锅全新的，没用过，自己觉得小了 ，转手 1-2两人用，一升的'
  }
];
